Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: Estructural d'adjunció Lèxica categorial Estructural d'origen categorial.
es_es: Estructural de adyunción Léxica categorial Estructural de origen categorial.

source: En l'oració No m'agrada la manera com vas dir que vivia encara.
es_es: En la oración No me gusta la manera como dijiste que vivía todavía.

source: Així doncs, elegim la segona.
es_es: Así pues, elegimos la segunda.

source: La polisèmia afecta totes les formes flexionades d'un determinat mot de la mateixa manera (estacions té exactament la mateixa ambigüitat que estació), ja que és una propietat del lema.
es_es: La polisemia afecta todas las formas flexionadas de una determinada palabra del mismo modo (estaciones tiene exactamente la misma ambigüedad que estación), puesto que es una propiedad del lema.

source: Si el sistema de traducció automàtica és capaç d'usar informació semàntica, podria elegir correctament en aquest cas.
es_es: Si el sistema de traducción automática es capaz de usar información semántica, podría elegir correctamente en este caso.

source: [Ambigüitat deguda als quantificadors]{Ambigüitat deguda a l'abast dels quantificadors}
es_es: [Ambigüedad debida a los cuantificadores]{Ambigüedad debida de al alcance de los cuantificadores}

source: (1: Els inversors, la veritat, prestaven més atenció a la venedora que al producte; 2: Els va agradar l'estil de la descripció; 3: La venedora no parlava clar, la descripció era incompleta, però a pesar de tot, la urbanització era una inversió prometedora).
es_es: (1: Los inversores, la verdad, prestaban más atención a la vendedora que al producto; 2: Los gustó el estilo de la descripción; 3: La vendedora no hablaba claro, la descripción era incompleta, pero a pesar de todo, la urbanización era una inversión prometedora).

source: Es podria argumentar fàcilment en contra dient que en frases complexes (per exemple, l'oració ) hi ha massa estructures a considerar.
es_es: Se podría argumentar fácilmente en contra diciendo que en frases complejas (por ejemplo, la oración ) hay demasiadas estructuras a considerar.

source: Estratègies de resolució de l'ambigüitat
es_es: Estrategias de resolución de la ambigüedad

source: Divergències de traducció
es_es: Divergencias de traducción

source: La informació present en diccionaris electrònics preexistents pot servir per a construir aquestes xarxes o ser usada directament per a la resolució de la polisèmia.
es_es: La información presente en diccionarios electrónicos preexistentes puede servir para construir estas redes o ser usada directamente para la resolución de la polisemia.

source: Els sistemes de traducció mot per mot poden cometre, per exemple, errors deguts a l'elecció incorrecta de la categoria gramatical d'un mot lèxicament ambigu.
es_es: Los sistemas de traducción palabra por palabra pueden cometer, por ejemplo, errores debidos a la elección incorrecta de la categoría gramatical de una palabra léxicamente ambigua.

source: En -o: 1a pers.del present d'indicatiu / adj.masc.sing.: pinto, mondo, bajo, lindo, vivo.
es_es: En -o: 1a pers.del presente de indicativo / adj.masc.sing.: pinto, mondo, bajo, lindo, vivo.

source: `els cobertors' ) ) (.SA.
es_es: `las colchas' ) ) (.SA.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora.
es_es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora.

source: Homografia verb conjugat--verb conjugat (molt difícil de resoldre): Entre verbs de la 1a conj.i verbs de la 2a o 3a conj.: sentir/sentar: siento, sientes, { siente}, sienten, sienta, sientas, sientan.
es_es: Homografía verbo conjugado--verbo conjugado (muy difícil de resolver): Entre verbos de la 1a conj.y verbos de la 2a o 3a conj.: sentir/sentar: siento, sientes, { siente}, sienten, sienta, sientas, sientan.

source: {} es pot resoldre usant regles derivades d'un estudi de les preferències sintàctiques observades en experiments psicolingüístics.
es_es: {} se puede resolver usando reglas derivadas de un estudio de las preferencias sintácticas observadas en experimentos psicolingüísticos.

source: Podem dir que un enunciat (una oració, un text) és ambigu quan és susceptible de dues o més interpretacions {alcaraz97b} ho expressen dient que l'ambigüitat és ``el fenomen pel qual una expressió té més d'un significat''.}.
es_es: Podemos decir que un enunciado (una oración, un texto) es ambiguo cuando es susceptible de dos o más interpretaciones {alcaraz97b} lo expresan diciendo que la ambigüedad es ``el fenómeno por el cual una expresión tiene más de un significado''.}.

source: Heus ací alguns exemples d'oracions que ``ens porten a l'hort'', amb una continuació inesperada en les notes a peu de pàgina: Joan besà Maria i la seua germana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Aquests processos de selecció purament sintàctica dónen com a resultat que hi ha certes estructures finals que són preferides a altres, potser perquè simplifiquen la comprensió.
es_es: Aquí hay algunos ejemplos de oraciones que ``nos llevan al huerto'', con una continuación inesperada en las notas a pie de página: Joan besó Maria y su hermana Como que Joan siempre corre un par de kilómetros En el otro accidento murieron sesenta y cinco The horse raced by the barn Estos procesos de selección puramente sintáctica dan como resultado que hay ciertas estructuras finales que son preferidas a otras, quizás porque simplifican la comprensión.

source: De fet, hi ha experiments psicolingüístics que indiquen que de vegades usem estratègies purament sintàctiques, elegint entre les possibles estructures fins i tot quan no hem sentit o llegit tota l'oració, potser per evitar un esforç intel·lectual excessiu, ja que hi pot haver moltíssimes interpretacions parcials.
es_es: De hecho, hay experimentos psicolingüístics que indican que a veces usamos estrategias puramente sintácticas, eligiendo entre las posibles estructuras incluso cuando no hemos oído o leído toda la oración, quizás para evitar un esfuerzo intelectual excesivo, puesto que puede haber muchísimas interpretaciones parciales.

source: Homògrafs verb conjugat--adverbi: así (asir), fuera (ser, ir), arriba (arribar), { adelante} (adelantar), cerca (cercar).
es_es: Homógrafos verbo conjugado--adverbio: así (asir), fuera (ser, ir), llega (llegar), { adelante} (adelantar), busca (buscar).

source: El SP a qui pot ser l'objecte indirecte del verb telefonar en l'oració subordinada (Has dit [que [PRO telefonarien a qui]]) o l'objecte indirecte del verb dir en l'oració principal (Has dit [que [PRO telefonarien]] a qui).
es_es: El SP a quien puede ser el objeto indirecto del verbo telefonear en la oración subordinada (Has dicho [que [PRO telefonearían a quién]]) o el objeto indirecto del verbo decir en la oración principal (Has dicho [que [PRO telefonearían]] a quién).

source: Homògrafs determinant--pronom la, los, las, lo (en ``lo que'', ``lo grande'')
es_es: Homógrafos determinante--pronombre la, los, las, lo (en ``lo que'', ``lo grande'')

source: En el cas dels pronoms de tercera persona, la interpretació estarà determinada pels antecedents que se'ls assignen (ambigüitat lèxica per anàfora).
es_es: En el caso de los pronombres de tercera persona, la interpretación estará determinada por los antecedentes que se le asignan (ambigüedad léxica por anáfora).

source: pot correspondre de vegades a alguna forma de li o els, i en el fet que l'espanyol no té equivalents dels pronoms catalans adverbials en i hi (me $ptyset$ dio uno $$ me'n va donar un); $ptyset$ había dos salidas $$ hi havia dues eixides; no $ptyset$ $ptyset$ dejó una $$ no n'hi va deixar cap).
es_es: puede corresponder a veces a alguna forma dele o los, y en el hecho que el español no tiene equivalentes de los pronombres catalanes adverbiales en y (me $ptyset$ dio uno $$ me'n va donar un); $ptyset$ había dos salidas $$ hi havia dues eixides; no $ptyset$ $ptyset$ dejó una $$ no n'hi va deixar cap).

source: (1: Per a qui seria la telefonada que has dit que farien?
es_es: (1: Para quién sería la llamada que has dicho que harían?

source: Pot una oració tenir més d'una traducció a un altre idioma malgrat estar formada completament per mots que no són ni homògrafs ni polisèmics en la llengua original?
es_es: ¿Puede una oración tener más de una traducción a otro idioma a pesar de estar formada completamente por palabras que no son ni homógrafas ni polisémicas en la lengua original?

source: `les mates' ) ) ) ) ) (.SI.
es_es: `las matas' ) ) ) ) ) (.SI.

source: l'oració té més d'una estructura sintàctica possible (és a dir, és estructuralment ambigua o sintàcticament ambigua).
es_es: la oración tiene más de una estructura sintáctica posible (es decir, es estructuralmente ambigua o sintácticamente ambigua).

source: Sí; pot ser homògraf i tractar-se d'un passi gratuït.
es_es: Sí; puede ser homógrafa y tratarse de un pase gratuito.

source: N'estudiarem dos casos: L'oració conté mots afectats d'ambigüitat lèxica categorial; és a dir, conté un o més mots homògrafs que pertanyen a més d'una { categoria lèxica} (vegeu la pàg. i la nota a peu de la pàg. ) diferent.
es_es: estudiaremos dos casos: La oración contiene palabras afectadas por ambigüedad léxica categorial; es decir, contiene una o más palabras homógrafas que pertenecen a de una { categoría léxica} (veáis la pág. y la nota a pie de la pág. ) diferente.

source: Es pot resoldre l'ambigüitat lèxica a què dóna lloc usant només informació sintàctica (és a dir, sobre les categories lèxiques que l'acompanyen en l'oració)?
es_es: ¿Se puede resolver la ambigüedad léxica que tiene lugar usando sólo información sintáctica (es decir, sobre las categorías léxicas que lo acompañan en la oración)?

source: L'ambigüitat... ... es deu a l'el·lipsi.
es_es: La ambigüedad... ... se debe a la elipsis.

source: Si apareix entre un article i un adjectiu com ara en el ahorro doméstico no hi ha cap dubte que es tracta d'un substantiu: la seqüència article--nom--adjectiu és molt més freqüent que no la seqüència article--verb en forma personal--substantiu (el coneixement lingüístic ens permetria descartar la segona possibilitat amb seguretat quasi total).
es_es: Si aparece entre un artículo y un adjetivo como por ejemplo en el ahorro doméstico no hay ninguna duda que se trata de un sustantivo: la secuencia artículo--nombre--adjetivo es mucho más frecuente que no la secuencia artículo--verbo en forma personal--sustantivo (el conocimiento lingüístico nos permitiría descartar la segunda posibilidad con seguridad casi total).

source: De vegades no és així: hi ha una única traducció que conserva l'ambigüitat de la frase original; d'això, se'n sol dir free ride (``passi gratuït'').
es_es: A veces no es así: hay una única traducción que conserva la ambigüedad de la frase original; de esto, se suele decir free ride (``pase gratuito'').

source: En -as: Pres.ind.
es_es: En -as: Preso.ind.

source: Ambigüitat estructural pura d'adjunció.
es_es: Ambigüedad estructural pura de adyunción.

source: Hi ha també certs tipus d'ambigüitat que no es poden explicar de manera senzilla amb el principi de composicionalitat, com ara { l'ambigüitat en l'abast dels quantificadors}, que també estudiarem en aquest capítol (apartat ).
es_es: Hay también ciertos tipos de ambigüedad que no se pueden explicar de manera sencilla con el principio de composicionalidad, como por ejemplo { la ambigüedad en el alcance de los cuantificadores}, que también estudiaremos en este capítulo (apartado ).

source: Sí, però només si conté pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, pero sólo si contiene pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: i subst.
es_es: y subst.

source: `[escocesos]' ) ) (.{{I}}.
es_es: `[escoceses]' ) ) (.{{I}}.

source: `portar' ) (.SN.
es_es: `trajo' ) (.SN.

source: La segmentació d'un text en mots sol ser normalment molt senzilla: el programa pot usar els blancs, els tabuladors, els finals de línia o els signes de puntuació com a fronteres entre mots.
es_es: La segmentación de un texto en palabras suele ser normalmente muy sencilla: el programa puede usar los blancos, los tabuladores, los finales de línea o los signos de puntuación como fronteras entre palabras.

source: La resolució de la polisèmia (en anglés habitualment word sense disambiguation) consisteix a assignar a un mot polisèmic, en un text o discurs, una interpretació concreta, possiblement diferent de les que podria tenir en altres textos (o contextos).
es_es: La resolución de la polisemia (en inglés habitualmente word sin disambiguation) consiste en asignar a una palabra polisémico, en un texto o discurso, una interpretación concreta, posiblemente diferente de las que podría tener en otros textos (o contextos).

source: `els llençols' ) `i' (.SN.
es_es: `las sábanas' ) `y' (.SN.

source: (!) Imaginem que tenim textos en la llengua $L_1$ i les traduccions (correctes) corresponents en la llengua $L_2$, fetes per una persona de manera que s'hi respecte tant com siga possible l'estructura de les frases del text original.
es_es: (!) Imaginemos que tenemos textos en la lengua $L_1$ y las traducciones (correctas) correspondientes en la lengua $L_2$, hechos por una persona de forma que se respeta tanto como sea posible la estructura de las frases del texto original.

source: En paraules de [p. 364]{radford99b
es_es: En palabras de [p. 364] {radford99b

source: Homògrafs adjectiu--substantiu: complejo, { impreso}, derecho...
es_es: Homógrafos adjetivo--sustantivo: complejo, { impreso}, derecho...

source: ``A la trapezista, últimament, no li eixien els números'' (1: Sempre acabava caent a la xarxa; 2: tenia més despeses que ingressos).
es_es: ``A la trapezista, últimamente, no le salían los números'' (1: Siempre acababa cayendo en la red; 2: tenía más gastadas que ingresos).

source: Els professors han renyat els alumnes.
es_es: Los profesores han regañado los alumnos.

source: Si una oració té només una ambigüitat lèxica pura té un únic arbre d'anàlisi sintàctica, pero més d'una anàlisi morfològica.
es_es: Si una oración tiene sólo una ambigüedad léxica pura tiene un único árbol de análisis sintáctico, pero más de un análisis morfológico.

source: {} hi ha algun error en l'anàlisi morfològica.
es_es: {} hay algún error en el análisis morfológico.

source: La informació sintàctica pot ser més rellevant que no ho sembla: si diem Marta va parlar amb ella l'antecedent d'ella no pot ser Marta (es tracta d'una restricció sintàctica).
es_es: La información sintáctica puede ser más relevante de lo que parece: si decimos Marta habló con ella el antecedente de ella no puede ser Marta (se trata de una restricción sintáctica).

source: Una ambigüitat lèxica per homografia d'un mot Una ambigüitat lèxica pura per polisèmia d'un mot Una anàfora Si traduim automàticament la frase catalana ``Hilari no coneix bé la Mariona: cada dia troba sorprenent el que fa'' i obtenim en anglés ``Hilari does not know Mariona well: every day he finds what he does astonishing'' o en francés ``Hilari ne connaît pas bien Mariona: tous les jours elle trouve ce qu'il fait etonnant'', quin tipus d'ambigüitat ha estat mal resolta?
es_es: Una ambigüedad léxica por homografía de una palabra Una ambigüedad léxica pura por polisemia de una palabra Una anáfora Si traducimos automáticamente la frase catalana ``Hilari no coneix bé la Mariona: cada día troba sorprenent el que fa'' y obtenemos en inglés ``Hilari does not know Mariona well: every day he finds what he does astonishing'' o en francés ``Hilari ne connaît pas bien Mariona: tous les jours elle trouve ce qu'il fait etonnant'', ¿qué tipo de ambigüedad ha sido mal resuelta?

source: En moltes llengües, els mots es flexionen i prenen formes diferents.
es_es: En muchas lenguas, las palabras se flexionan y toman formas diferentes.

source: L'oració conté homògraf que té dues o més interpretacions però la mateixa categoria lèxica, i no afecta, per tant, l'estructura de l'oració.
es_es: La oración contiene homógrafo que tiene dos o más interpretaciones pero la misma categoría léxica, y no afecta, por lo tanto, a la estructura de la oración.

source: [Règim preposicional:] Hi ha diferències notables entre els règims preposicionals espanyol i català: les preposicions espanyoles davant de que completiu no apareixen en català (el hecho de que me hable $$ el fet que em parle); algunes preposicions no són possibles en català davant d'infinitiu (el juego consiste en ganar... $$ el joc consisteix a guanyar...), etc.
es_es: [Régimen preposicional:] Hay diferencias notables entre los regímenes preposicionales español y catalán: las preposiciones españolas ante que completivo no aparecen en catalán (el hecho de que me hable $$ el fet que em parle); algunas preposiciones no son posibles en catalán ante infinitivo (el juego consiste en ganar... $$ el joc consisteix a guanyar...), etc.

source: En el cas de les frases ``Toni comprarà...'', sembla lògic usar la regla de { clausura tardana}, ja que es correspon prou bé amb les interpretacions preferides per les persones.
es_es: En el caso de las frases ``Toni comprará...'', parece lógico usar la regla de { clausura tardía}, puesto que se corresponde bastante bien con las interpretaciones preferidas por las personas.

source: Si trobem { podem} ({ volem}) seguit d'infinitiu, és molt més probable que es tracte del verb { poder} ({ voler}) que del verb { podar} ({ volar}); de nou, caldria usar una categoria gramatical especial, en aquest cas per als verbs modals.
es_es: Si encontramos { podemos} ({ queremos}) seguido de infinitivo, es mucho más probable que se trate del verbo { poder} ({ querer}) que del verbo { podar} ({ volar}); de nuevo, habría que usar una categoría gramatical especial, en este caso para los verbos modales.

source: En la primera interpretació es pregunta per la manera de dir-ho, en la segona per la manera d'explicar-ho i en la tercera per la manera de venir.
es_es: En la primera interpretación se pregunta por la manera de decirlo, en la segunda por la manera de explicarlo y en la tercera por la manera de venir.

source: (*) Vegeu la secció .
es_es: () Ved la sección .

source: Una mena de moviment de Qu, però en aquest cas amb un pronom feble.
es_es: Un tipo de movimiento de Qu, pero en este caso con un pronombre débil.

source: L'exemple clàssic és Wordnet, {http://www.cogsci.princeton.edu/ wn/
es_es: El ejemplo clásico es Wordnet, {http://www.cogsci.princeton.edu/ wn/

source: Aquest epígraf recull unes notes ---no exhaustives--- sobre les estratègies de resolució d'alguns tipus d'ambigüitat en sistemes automàtics de tractament del llenguatge humà.
es_es: Este epígrafe recoge unas notas ---no exhaustivas--- sobre las estrategias de resolución de algunos tipos de ambigüedad en sistemas automáticos de tratamiento del lenguaje humano.

source: Es podria fer similarment en el cas dels mots homògrafs.
es_es: Se podría hacer similarmente en el caso de las palabras homógrafas.

source: En -a: Pres.ind., 3a pers. sing.(1a conj.) / adj.fem.sing.: { pinta}, monda, baja, linda.
es_es: En -a : Preso.ind., 3a pers. sing.(1a conj.) / adj.hacemos.sing.: { peine}, monda, baja, linda.

source: [L'article neutre:] L'espanyol posseeix l'anomenat { article neutre}, que no té correspondència en català (lo que me dijiste $$ el que em vas dir); presenten dificultat especial les construccions usades per a expressar l'abstracció o la intensitat: recibirá el informe lo más pronto posible $$ rebrà l'informe el més aviat possible; me asusta lo grande que es $$ m'espanta com és de gran.
es_es: [El artículo neutro:] El español posee el llamado { artículo neutro}, que no tiene correspondencia en catalán (lo que me dijiste $$ el que em vas dir); presentan dificultad especial las construcciones usadas para expresar la abstracción o la intensidad: recibirá el informe lo más pronto posible $$ >rebrà l'informe el més aviat possible; me asusta lo grande que se $$ m'espanta com és de gra.

source: ``Coto privado de caza'' (1: Aquesta àrea de caça no és pública; 2: Aquesta és una àrea sense caça).
es_es: ``Coto privado de caza'' (1: Esta área de caza no es pública; 2: Esta es una área sin caza).

source: ind., 2a pers.sing.(1a conj.) / subst.masc. i fem.pl.: vales, sales (verb salir), ases (verb asir).
es_es: ind., 2a pers.sing.(1a conj.) / subst.masc. y estiércol.pl.: vales, salas (verbo salir), asnos (verbo asir).

source: Solucions
es_es: Soluciones

source: Aquest element pot modificar els verbs deien i vindria.
es_es: Este elemento puede modificar los verbos decían y vendría .

source: En canvi, si diem Marta va parlar i ella va caure no es pot descartar completament que l'antecedent d'ella siga Marta.
es_es: En cambio, si decimos Marta habló y ella cayó no se puede descartar completamente que el antecedente de ella sea Marta.

source: Quan dues formes lèxiques diferents tenen la mateixa forma superficial; és a dir, quan s'escriuen de la mateixa manera, se sol dir que són homògrafes; a més, s'anomena símplement homògraf a la forma superficial a què correspon més d'una forma lèxica; el fenomen s'anomena homografia.
es_es: Cuando dos formas léxicas diferentes tienen la misma forma superficial, es decir, cuando se escriben del mismo modo, se suele decir que son homógrafas; además, se denomina simplemente homógrafa a la forma superficial a que corresponde más de una forma léxica; el fenómeno se denomina homografía.

source: De les quatre combinacions possibles, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones posibles, dos son sintácticamente aceptables.

source: ``--- Hem rebut notícies que diuen que, per causa de l'humitat i la calor en l'interior del temple, els bancs i els altars de fusta han rebrotat i els han crescut branques i fulles.
es_es: ``--- Hemos recibido noticias que dicen que, a causa de la humedad y el calor en el interior del templo, los bancos y los altares de madera han rebrotado y los han crecido ramas y hojas.

source: De fet, moltes vegades, només podem recórrer a la semàntica; en l'exemple (ja discutit en la secció ) [Els soldats]$_i$ van disparar [als xiquets]$_j$.
es_es: De hecho, muchas veces, sólo podemos recurrir a la semántica; en el ejemplo (ya discutido en la sección ) [Los soldados]$_y$ dispararon [a los niños]$_j$.

source: Ambigüitat estructural d'origen coordinatiu.
es_es: Ambigüedad estructural de origen coordinativo.

source: Ambigüitat mixta.
es_es: Ambigüedad mixta.

source: L'ambigüitat categorial de la preposició.
es_es: La ambigüedad categorial de la preposición.

source: La frase ``M'agrada més que la bata'' pot tenir dues interpretacions; en la primera es parla d'una prenda de vestir; en la segona, d'una preferència a l'hora de preparar, per exemple, una salsa.
es_es: La frase ``Me gusta más que la bata'' puede tener dos interpretaciones; en la primera se habla de una prenda de vestir; en la segunda, de una preferencia a la hora de preparar, por ejemplo, una salsa.

source: Una ambigüitat que és molt semblant a l'ambigüitat lèxica pura es produeix quan una expressió idiomàtica es pren bé com a tal o bé en sentit literal.
es_es: Una ambigüedad que es muy parecida a la ambigüedad léxica pura se produce cuando una expresión idiomática se toma bien como tal o bien en sentido literal.
